[ACCELERATORS]
"C"="C"
"N"="N"
"O"="O"
"P"="P"
"S"="S"
"V"="V"
"X"="X"
"Z"="Z"
[DIALOGEX]
"&Browse..."="参照(&B)..."
"&Copy to Clipboard"="クリップボードへコピー(&C)"
"&Enable Firefly icon in system tray"="&Enable Firefly icon in system tray"
"&Open"="開く(&O)"
"&Protect Firefly media library with a password"="Fireflyミュージックライブラリをパスワードで保護(&P)"
"&Refresh"="更新(&R)"
"&Start Firefly when Windows starts"="Windowsの起動時にFireflyを開始(&S)"
"&Start Server"="サーバーを開始(&S)"
"&Stop Server"="サーバーを停止(&S)"
"About"="Fireflyについて"
"Advanced"="詳細"
"Current state of the server goes here"="Current state of the server goes here"
"Firefly Media Server also provides a web administration interface."="Fireflyメディアサーバーの状態をウェブ管理インターフェースで開く。"
"For help, tips and troubleshooting advice..."="ヘルプ、ヒント、トラブルシューティングなどを参照"
"For information on Firefly compatible music players..."="Fireflyに対応しているミュージックプレーヤーについて"
"Library &Name"="ライブラリ名(&N)"
"Library"="ライブラリ"
"Log"="ログ"
"Media &Location"="メディアの場所(&L)"
"Pass&word"="パスワード(&W)"
"Security"="セキュリティー"
"Server port number"="サーバーが使用するポート"
"Server Status"="サーバーの状況"
"Server"="サーバー"
"Version information"="バージョン情報"
"Web administration"="ウェブ管理"
"You can limit access to your music library by assigning a password.  If a password is assigned, only clients that provide the correct password will be able to play music from your library."="パスワードの指定によって、ミュージックライブラリへのアクセスを制御することができます。パスワードが指定された場合には、正しいパスワードを入力したクライアントのみがお使いのライブラリのミュージックを再生することができます。"
"You may need to change this if another program is already using this port."="指定したポートが他のプログラムに使用されている場合には、変更しなければならない可能性があります。"
[MENU]
""=""
"&Configure Firefly Media Server..."="Fireflyメディアサーバーを設定(&C)..."
"E&xit"="終了(&X)"
[STRINGTABLE]
"&Start"="開始(&S)"
"&Stop"="停止(&S)"
"Changing the configuration will require a restart of the Firefly Media Server.  Are you sure you want to do this?"="設定を変更すると、Fireflyメディアサーバーを再起動しければなりません。続けてもよろしいですか？"
"Description"="説明"
"Failed to open server log file '%s'."="サーバーログファイル '%s' を開けませんでした。"
"Failed to reconfigure service."="サービスの再設定に失敗しました。"
"Failed to reconfigure startup application."="スタートアッププログラムの再設定に失敗しました。"
"Failed to start Firefly Media Server."="Fireflyメディアサーバーを開始することができませんでした。"
"Failed to stop Firefly Media Server."="Fireflyメディアサーバーの停止することができませんでした。"
"Firefly Media Server"="Firefly メディアサーバー"
"Firefly server logging is not enabled."="Fireflyサーバーログが入になっていません。"
"Path"="Path"
"Scanning for media is complete."="メディアのスキャンが完了しました。"
"Scanning for media is in progress\n\nThis may take some time."="メディアのスキャンを処理中です。\n\nしばらく時間がかかることがあります。"
"The Firefly media server is currently busy."="Fireflyメディアサーバーは現在使用中です。"
"The Firefly media server is currently running."="Fireflyメディアサーバーは現在正常に動作しています。"
"The Firefly media server is not currently running."="Fireflyメディアサーバーは現在動作していません。"
"Version"="バージョン"
"You must be logged in as a local administrator to start and stop the server."="サーバを開始／停止するには、ローカルアドミニストレータとしてログインしなければなりません。"
[code_page]
1252=1252
